Repository: mmsrubar/thesis
Catalog: devel-sssd/po/*.po
Languages: ca

source: Set the verbosity of the debug logging
ca: Estableix la verbositat del registre de depuració

source: Include timestamps in debug logs
ca: Inclou les marques horàries als registres de depuració

source: Include microseconds in timestamps in debug logs
ca: Inclou mil·lisegons a les marques horàries als registres de depuració

source: Write debug messages to logfiles
ca: Escriu els missatges de depuració als fitxers de registre

source: Ping timeout before restarting service
ca: Temps d'espera del ping abans de reiniciar el servei

source: Timeout between three failed ping checks and forcibly killing the service
ca: Temps d'espera entre tres comprovacions de ping fallades i matar forçadament el servei

source: Command to start service
ca: Comanda per iniciar el servei

source: Number of times to attempt connection to Data Providers
ca: Número d'intents de connexió als Proveïdors de Dades

source: The number of file descriptors that may be opened by this responder
ca: El número de descriptors de fitxers que pot obrir aquesta resposta

source: Idle time before automatic disconnection of a client
ca: Temps d'inactivitat abans de desconnexió automàtica d'un client

source: SSSD Services to start
ca: Serveis del SSSD per iniciar

source: SSSD Domains to start
ca: Dominis del SSD per iniciar

source: Timeout for messages sent over the SBUS
ca: Temps d'espera per missatges enviats per SBUS

source: Regex to parse username and domain
ca: Expressió regular per analitzar el nom d'usuari i el domini

source: Printf-compatible format for displaying fully-qualified names
ca: Format compatible amb printf per mostrar els noms plenament qualificats

source: Directory on the filesystem where SSSD should store Kerberos replay cache files.
ca: Directori al sistema de fitxers on el SSSD ha d'emmagatzemar els fitxers cau de Kerberos

source: Domain to add to names without a domain component.
ca: Domini a afegir als noms sense un component de domini.

source: Enumeration cache timeout length (seconds)
ca: Llargària del temps d'espera de l'enumeració en el cau (en segons)

source: Entry cache background update timeout length (seconds)
ca: Llargària del temps d'espera de l'actualització en rerefons de les entrades en cau (en segons)

source: Negative cache timeout length (seconds)
ca: Llargària del temps d'espera del cau negatiu (en segons)

source: Users that SSSD should explicitly ignore
ca: Usuaris que l'SSSD hauria d'ignorar explícitament

source: Groups that SSSD should explicitly ignore
ca: Grups que l'SSSD hauria d'ignorar explícitament

source: Should filtered users appear in groups
ca: Haurien d'apareixer als grups els usuaris filtrats

source: The value of the password field the NSS provider should return
ca: El valor al camp de contrasenya que el proveïdor NSS hauria de respondre

source: Override homedir value from the identity provider with this value
ca: Substitueix el valor de directori d'usuari del proveïdor d'identitat amb aquest valor

source: Substitute empty homedir value from the identity provider with this value
ca: Substitueix el valor buit de directori d'usuari del proveïdor d'identitat amb aquest valor

source: Override shell value from the identity provider with this value
ca: Substituir el valor de l'intèrpret d'ordres des del proveïdor d'identitat amb aquest valor

source: The list of shells users are allowed to log in with
ca: Llista d'intèrprets d'ordres amb que els usuaris poden iniciar sessió

source: The list of shells that will be vetoed, and replaced with the fallback shell
ca: Llista d'intèrprets d'ordres que seran vetats i substituits amb l'intèrpret alternatiu

source: If a shell stored in central directory is allowed but not available, use this fallback
ca: Si un intèrpret d'ordres establert al directori central està permés però no es troba disponible, utilitza aquesta alternativa

source: Shell to use if the provider does not list one
ca: Intèrpret d'ordres a utilitzar si el proveïdor no en llista un

source: How long will be in-memory cache records valid
ca: Quant temps seran vàlids els registres de memòria cau

source: How long to allow cached logins between online logins (days)
ca: Quant temps s'ha de permetre els inicis de sessió en cau entre inicis de sessió en línia (en dies)

source: How many failed logins attempts are allowed when offline
ca: Quants intents fallits d'inicis de sessió es permeten en estar fora de línia

source: How long (minutes) to deny login after offline_failed_login_attempts has been reached
ca: Quant temps (en minuts) s'ha de denegar l'inici de sessió després d'haver assolit offline_failed_login_attempts

source: What kind of messages are displayed to the user during authentication
ca: Quins tipus de missatges es mostres a l'usuari durant l'autenticació

source: How many seconds to keep identity information cached for PAM requests
ca: Quants segons s'ha de mantenir la informació en cau per les peticions PAM

source: How many days before password expiration a warning should be displayed
ca: Quants dies abans de l'expiració de la contrasenya s'hauria de mostrar un avís

source: Whether to evaluate the time-based attributes in sudo rules
ca: Si s'han d'avaluar els atributs de temps a les regles sudo

source: Whether to hash host names and addresses in the known_hosts file
ca: Si s'han d'utilitzar els algoritmes hash als noms d'ordinadors i a les adreces dins el fitxer known_hosts

source: How many seconds to keep a host in the known_hosts file after its host keys were requested
ca: Quants segons s'ha de mantenir una màquina a l'arxiu de known_hosts després que s'ha sol·licitat la seva clau

source: List of UIDs or user names allowed to access the PAC responder
ca: Llista d'UIDs o noms d'usuari que poden accedir al contestador de PAC

source: Identity provider
ca: Proveïdor d'identitat

source: Authentication provider
ca: Proveïdor d'autenticació

source: Access control provider
ca: Proveïdor de control d'accés

source: Password change provider
ca: Proveïdor de canvi de contrasenya

source: SUDO provider
ca: Proveïdor de SUDO

source: Autofs provider
ca: Proveïdor d'Autofs

source: Session-loading provider
ca: Proveïdor de càrrega de sessió

source: Host identity provider
ca: Proveïdor d'identitat d'ordinadors

source: Minimum user ID
ca: ID mínim d'usuari

source: Maximum user ID
ca: ID màxim d'usuari

source: Enable enumerating all users/groups
ca: Activa l'enumeració de tots els usuaris/grups

source: Cache credentials for offline login
ca: Credencials en cau per inicis de sessió fora de línia

source: Store password hashes
ca: Emmagatzema els codis hash de les contrasenyes

source: Display users/groups in fully-qualified form
ca: Mostra els usuaris/grups en format plenament qualificat

source: Entry cache timeout length (seconds)
ca: Llargària del temps d'espera de les entrades cau (en segons)

source: Restrict or prefer a specific address family when performing DNS lookups
ca: Restringeix o prefereix una família específica d'adreces en efectuar peticions DNS

source: How long to keep cached entries after last successful login (days)
ca: Quant temps s'ha de mantenir les entrades en cau després d'un inici de sessió amb èxit (en dies)

source: How long to wait for replies from DNS when resolving servers (seconds)
ca: Temps d'espera per les respostes DNS en resoldre servidors (en segons)

source: The domain part of service discovery DNS query
ca: La part del domini de la petició DNS de la recerca de servei

source: Override GID value from the identity provider with this value
ca: Substitueix el valor GID del proveïdor d'identitat amb aquest valor

source: Treat usernames as case sensitive
ca: Distingeix entre majúscules i minúscules als noms d'usuari

source: The interface whose IP should be used for dynamic DNS updates
ca: La interfície amb la IP que s'hauria d'utilitzar per les actualitzacions dinàmiques de DNS

source: IPA domain
ca: Domini IPA

source: IPA server address
ca: Adreça del servidor IPA

source: Address of backup IPA server
ca: Adreça del servidor IPA de reserva

source: IPA client hostname
ca: Nom d'ordinador del client IPA

source: Whether to automatically update the client's DNS entry in FreeIPA
ca: Si actualitzar automàticament l'entrada DNS del client a FreeIPA

source: Search base for HBAC related objects
ca: Base de cerca pels objectes HBAC

source: The amount of time between lookups of the HBAC rules against the IPA server
ca: Quantitat de temps entre peticions de les regles HBAC contra el servidor IPA

source: If DENY rules are present, either DENY_ALL or IGNORE
ca: Si les regles DENY són presents, o DENY_ALL o IGNORE

source: If set to false, host argument given by PAM will be ignored
ca: Si s'estableix a fals, l'argument d'ordinador facilitat per PAM serà ignorat

source: The automounter location this IPA client is using
ca: La ubicació del muntador automàtic que aquest client IPA està utilitzant

source: Search base for object containing info about IPA domain
ca: Base de cerca per a l'objecte que conté informació sobre el domini de l'IPA

source: Search base for objects containing info about ID ranges
ca: Base de cerca per a objectes que contenen informació sobre intervals d'ID

source: Active Directory domain
ca: Domini d'Active Directory

source: Active Directory server address
ca: Adreça de servidor d'Active Directory

source: Active Directory backup server address
ca: Adreça del servidor d'Active Directory de reserva

source: Active Directory client hostname
ca: Nom de màquina del client d'Active Directory

source: LDAP filter to determine access privileges
ca: Filtre LDAP per determinar els privilegis d'accés

source: Kerberos server address
ca: Adreça del servidor Kerberos

source: Kerberos backup server address
ca: Adreça de servidor Kerberos de reserva

source: Kerberos realm
ca: Reialme Kerberos

source: Authentication timeout
ca: Temps d'espera de la autenticació

source: Directory to store credential caches
ca: Directori on emmagatzemar el cau de credencials

source: Location of the user's credential cache
ca: Ubicació de la cau de credencials d'usuari

source: Location of the keytab to validate credentials
ca: Ubicació de la clau per validar les credencials

source: Enable credential validation
ca: Activa la validació de credencials

source: Store password if offline for later online authentication
ca: Emmagatzema la contrasenya quan estigui fora de línia per autenticació en línia posterior

source: Renewable lifetime of the TGT
ca: Temps de vida renovable del TGT

source: Lifetime of the TGT
ca: Temps de vida del TGT

source: Time between two checks for renewal
ca: Temps entre les dues comprovacions per renovar

source: Enables FAST
ca: Activa FAST

source: Selects the principal to use for FAST
ca: Selecciona el principal per utilitzar amb FAST

source: Enables principal canonicalization
ca: Activa la canonització del principal

source: Server where the change password service is running if not on the KDC
ca: Servidor on es troba el servei de canvi de contrasenya si no és al KDC

source: ldap_uri, The URI of the LDAP server
ca: ldap_uri, La URI del servidor LDAP

source: ldap_backup_uri, The URI of the LDAP server
ca: ldap_backup_uri, la URI del servidor LDAP

source: The default base DN
ca: La base DN per defecte

source: The Schema Type in use on the LDAP server, rfc2307
ca: El tipus d'esquema en us al servidor LDAP, rfc2307

source: The default bind DN
ca: La connexió DN per defecte

source: The type of the authentication token of the default bind DN
ca: El tipus del testimoni d'autenticació a la connexió DN per defecte

source: The authentication token of the default bind DN
ca: El testimoni d'autenticació de la connexió DN per defecte

source: Length of time to attempt connection
ca: Llargària del temps per intentar una connexió

source: Length of time to attempt synchronous LDAP operations
ca: Llargària del temps per intentar operacions LDAP asíncrones

source: Length of time between attempts to reconnect while offline
ca: Llargària del temps entre intents per re-connectar quan estigui fora de línia

source: Use only the upper case for realm names
ca: Utilitza només majúscules pels noms de reialme

source: File that contains CA certificates
ca: Fitxer que conté els certificats CA

source: Path to CA certificate directory
ca: Ruta al directori de certificats CA

source: File that contains the client certificate
ca: Fitxer que conté el certificat de client

source: File that contains the client key
ca: Fitxer que conté la clau de client

source: List of possible ciphers suites
ca: Llista de paquets de xifrat possibles

source: Require TLS certificate verification
ca: Requereix verificació de certificat TLS

source: Specify the sasl mechanism to use
ca: Especifica el mecanisme sasl a utilitzar

source: Specify the sasl authorization id to use
ca: Escecifica l'id d'autorització sasl a utilitzar

source: Specify the sasl authorization realm to use
ca: Especifica el reialme d'autorització sasl a utilitzar

source: Specify the minimal SSF for LDAP sasl authorization
ca: Especifica el SSF mínim per autorització sasl de LDAP

source: Kerberos service keytab
ca: Clau de servei Kerberos

source: Use Kerberos auth for LDAP connection
ca: Utilitza autenticació Kerberos per la connexió LDAP

source: Follow LDAP referrals
ca: Segueix les referències LDAP

source: Lifetime of TGT for LDAP connection
ca: Temps de vida del TGT per la connexió LDAP

source: How to dereference aliases
ca: Com desreferenciar àlies

source: Service name for DNS service lookups
ca: Nom del servei per les peticions DNS

source: The number of records to retrieve in a single LDAP query
ca: El número de registres a recuperar en una sola petició LDAP

source: The number of members that must be missing to trigger a full deref
ca: El número de membres que han de faltar per activar una de-referència completa

source: Whether the LDAP library should perform a reverse lookup to canonicalize the host name during a SASL bind
ca: Si la biblioteca LDAP hauria de realitzar una petició inversa per canonalitzar el nom d'ordinador durant la connexió SASL

source: entryUSN attribute
ca: atribut entryUSN

source: lastUSN attribute
ca: atribut lastUSN

source: How long to retain a connection to the LDAP server before disconnecting
ca: Quant temps s'ha de retenir una connexió al servidor LDAP abans de desconnectar

source: Disable the LDAP paging control
ca: Desactiva el control de paginació LDAP

source: Length of time to wait for a search request
ca: Llargària de temps a esperar per una petició de cerca

source: Length of time to wait for a enumeration request
ca: Llargària de temps a esperar per una petició d'enumeració

source: Length of time between enumeration updates
ca: Llargària de temps entre actualitzacions d'enumeració

source: Length of time between cache cleanups
ca: Llargària de temps entre neteges del cau

source: Require TLS for ID lookups
ca: Requereix TLS per cerques d'ID

source: Use ID-mapping of objectSID instead of pre-set IDs
ca: Utilitza mapejat d'IDs enlloc de IDs pre-establerts

source: Base DN for user lookups
ca: DN base per cerques d'usuari

source: Scope of user lookups
ca: Abast de les cerques d'usuari

source: Filter for user lookups
ca: Filtre per les cerques d'usuari

source: Objectclass for users
ca: Objectclass dels usuaris

source: Username attribute
ca: Atribut del nom d'usuari

source: UID attribute
ca: Atribut de l'UID

source: Primary GID attribute
ca: Atribut del GID primari

source: GECOS attribute
ca: Atribut GECOS

source: Home directory attribute
ca: Atribut del directori d'usuari

source: Shell attribute
ca: Atribut d'intèrpret d'ordres

source: UUID attribute
ca: Atribut de l'UUID

source: objectSID attribute
ca: Atribut de l'objectSID

source: Active Directory primary group attribute for ID-mapping
ca: Atribut del grup primari de l'Active Directory per mapejat d'IDs

source: User principal attribute (for Kerberos)
ca: Atribut d'usuari principal (per a Kerberos)

source: Full Name
ca: Nom complet

source: memberOf attribute
ca: Atribut de memberOf

source: Modification time attribute
ca: Atribut de data de modificació

source: shadowLastChange attribute
ca: Atribut de shadowLastChange

source: shadowMin attribute
ca: Atribut de shadowMin

source: shadowMax attribute
ca: Atribut de shadowMax

source: shadowWarning attribute
ca: Atribut de shadowWarning

source: shadowInactive attribute
ca: Atribut de shadowInactive

source: shadowExpire attribute
ca: Atribut de shadowExpire

source: shadowFlag attribute
ca: Atribut de shadowFlag

source: Attribute listing authorized PAM services
ca: Atribut que llista els serveis PAM autoritzats

source: Attribute listing authorized server hosts
ca: Atribut que llista els servidors autoritzats

source: krbLastPwdChange attribute
ca: Atribut de krbLastPwdChange

source: krbPasswordExpiration attribute
ca: Atribut de krbPasswordExpiration

source: Attribute indicating that server side password policies are active
ca: Atribut que indica l'activació de les polítiques de contrasenya de servidor

source: accountExpires attribute of AD
ca: Atribut de l'AD de accountExpires

source: userAccountControl attribute of AD
ca: Atribut de l'AD de userAccountControl

source: nsAccountLock attribute
ca: Atribut de nsAccountLock

source: loginDisabled attribute of NDS
ca: Atribut del NDS de loginDisabled

source: loginExpirationTime attribute of NDS
ca: Atribut del NDS de loginExpirationTime

source: loginAllowedTimeMap attribute of NDS
ca: Atribut del NDS de loginAllowedTimeMap

source: SSH public key attribute
ca: Atribut de la clau pública SSH

source: Base DN for group lookups
ca: DN base per cerques de grup

source: Objectclass for groups
ca: Objectclass per grups

source: Group name
ca: Nom del grup

source: Group password
ca: Contrasenya del grup

source: GID attribute
ca: Atribut GID

source: Group member attribute
ca: Atribut del membre de grup

source: Group UUID attribute
ca: Atribut de l'UUID de grup

source: Modification time attribute for groups
ca: Atribut de data de modificació per grups

source: Maximum nesting level SSSd will follow
ca: El nivell d'imbricament màxim que seguirà l'SSSd

source: Base DN for netgroup lookups
ca: DN base per cerques de grups de xarxa

source: Objectclass for netgroups
ca: Objectclass per grups de xarxa

source: Netgroup name
ca: Nom de grup de xarxa

source: Netgroups members attribute
ca: Atribut de membres de grup de xarxa

source: Netgroup triple attribute
ca: Atribut triple de grup de xarxa

source: Netgroup UUID attribute
ca: Atribut d'UUID de grup de xarxa

source: Modification time attribute for netgroups
ca: Atribut de data de modificació de grups de xarxa

source: Base DN for service lookups
ca: DN base per cerques de serveis

source: Objectclass for services
ca: Objectclass per serveis

source: Service name attribute
ca: Atribut de nom de serveis

source: Service port attribute
ca: Atribut de port de serveis

source: Service protocol attribute
ca: Atribut de protocol de serveis

source: Lower bound for ID-mapping
ca: Límit inferior per mapejat d'IDs

source: Upper bound for ID-mapping
ca: Límit superior per mapejat d'IDs

source: Number of IDs for each slice when ID-mapping
ca: Número d'IDS per cada llesca en mapejar IDs

source: Use autorid-compatible algorithm for ID-mapping
ca: Utilitza l'algoritme compatible d'autorid per mapejat d'IDs

source: Name of the default domain for ID-mapping
ca: Nom del domini per defecte per mapejat d'IDs

source: SID of the default domain for ID-mapping
ca: SID del domini per defecte per mapejat d'IDs

source: Use LDAP_MATCHING_RULE_IN_CHAIN for group lookups
ca: Utilitza LDAP_MATCHING_RULE_IN_CHAIN per a cerques de grup

source: Use LDAP_MATCHING_RULE_IN_CHAIN for initgroup lookups
ca: Utilitza LDAP_MATCHING_RULE_IN_CHAIN per a cerques d'initgroup

source: Policy to evaluate the password expiration
ca: Política per avaluar l'expiració de contrasenya

source: Which attributes shall be used to evaluate if an account is expired
ca: Quins atributs s'haurien d'utilitzar per avaluar si el compte està expirat

source: Which rules should be used to evaluate access control
ca: Quines regles s'haurien d'utilitzar per avaluar el control d'accés

source: URI of an LDAP server where password changes are allowed
ca: L'URI d'un servidor LDAP on es permeten els canvis de contrasenya

source: URI of a backup LDAP server where password changes are allowed
ca: URI d'un servidor LDAP reserva on es permet canvis de contrasenya

source: DNS service name for LDAP password change server
ca: Nom del servei DNS pel servidor LDAP de canvi de contrasenyes

source: Whether to update the ldap_user_shadow_last_change attribute after a password change
ca: Si voleu actualitzar l'atribut ldap_user_shadow_last_change després d'un canvi de contrasenya

source: Base DN for sudo rules lookups
ca: DN base per cerques de regles sudo

source: Automatic full refresh period
ca: Període d'actualització automàtica completa

source: Automatic smart refresh period
ca: Període d'actualització automàtica intel·ligent

source: Whether to filter rules by hostname, IP addresses and network
ca: Si voleu filtrar les normes per nom de màquina, adreça IP i xarxa

source: Hostnames and/or fully qualified domain names of this machine to filter sudo rules
ca: Noms de màquina i/o noms de domini plenament qualificat d'aquesta màquina per filtrar regles de sudo

source: IPv4 or IPv6 addresses or network of this machine to filter sudo rules
ca: Adreces IPv4 o IPv6 o xarxa d'aquesta màquina per filtrar regles de sudo

source: Whether to include rules that contains netgroup in host attribute
ca: Si voleu incloure regles que contenen netgroup en l'atribut de màquina

source: Whether to include rules that contains regular expression in host attribute
ca: Si voleu incloure regles que contenen expressions regulars en l'atribut de màquina

source: Object class for sudo rules
ca: Objectclass de les regles sudo

source: Sudo rule name
ca: Nom de la regla sudo

source: Sudo rule command attribute
ca: Attribut de la comanda de la regla sudo

source: Sudo rule host attribute
ca: Atribut de l'ordinador de la regla sudo

source: Sudo rule user attribute
ca: Atribut de l'usuari de la regla sudo

source: Sudo rule option attribute
ca: Atribut de l'opció de la regla sudo

source: Sudo rule runasuser attribute
ca: Atribut de runasuser de la regla sudo

source: Sudo rule runasgroup attribute
ca: Atribut de runasgroup de la regla sudo

source: Sudo rule notbefore attribute
ca: Atribut de notbefore de la regla sudo

source: Sudo rule notafter attribute
ca: Atribut de notafter de la regla sudo

source: Sudo rule order attribute
ca: Atribut d'ordre de la regla sudo

source: Object class for automounter maps
ca: Objectclass dels mapes automounter

source: Automounter map name attribute
ca: Atribut del nom del mapa automounter

source: Object class for automounter map entries
ca: Objectclass de les entrades del mapa automounter

source: Automounter map entry key attribute
ca: Atribut de la clau d'entrada del mapa automounter

source: Automounter map entry value attribute
ca: Atribut del valor de l'entrada del mapa automounter

source: Base DN for automounter map lookups
ca: DN base per cerques del mapa automounter

source: Comma separated list of allowed users
ca: Llista separada per comes dels usuaris autoritzats

source: Comma separated list of prohibited users
ca: Llista separada per comes dels usuaris no autoritzats

source: Default shell, /bin/bash
ca: Intèrpret d'ordres per defecte, /bin/bash

source: Base for home directories
ca: Base pels directoris d'usuari

source: The name of the NSS library to use
ca: El nom de la biblioteca NSS a utilitzar
