Repository: mmsrubar/thesis
Catalog: devel-sssd/po/*.po
Languages: ca

source: Whether to look up canonical group name from cache if possible
ca: Cercar nom de grup canònic al cau si és possible

source: PAM stack to use
ca: Pila PAM a utilitzar

source: Become a daemon (default)
ca: Esdevé un dimoni (per defecte)

source: Run interactive (not a daemon)
ca: Executa interactivament (no com a dimoni)

source: Specify a non-default config file
ca: Especifica un fitxer de configuració diferent al per defecte

source: Print version number and exit
ca: Imprimeix el número de versió i surt

source: Debug level
ca: Nivell de depuració

source: Add debug timestamps
ca: Afegeix marques de temps de depuració

source: Show timestamps with microseconds
ca: Mostra les marques de temps amb microsegons

source: An open file descriptor for the debug logs
ca: Un descriptor de fitxer obert pels registres de depuració

source: Domain of the information provider (mandatory)
ca: Domini del proveïdor d'informació (obligatori)

source: Privileged socket has wrong ownership or permissions.
ca: El sòcol privilegiat té els permisos o la propietat incorrectes.

source: Public socket has wrong ownership or permissions.
ca: El sòcol públic té els permisos o la propietat incorrectes.

source: Unexpected format of the server credential message.
ca: Format inesperat del missatge de credencials del servidor.

source: SSSD is not run by root.
ca: L'SSSD no s'està executant com a root.

source: An error occurred, but no description can be found.
ca: Ha ocorregut un error però no es pot trobar cap descripció.

source: Unexpected error while looking for an error description
ca: Error inesperat en cercar una descripció de l'error

source: Passwords do not match
ca: Les contrasenyes no coincideixen

source: Password reset by root is not supported.
ca: La reinicialització de la contrasenya pel root no està suportada.

source: Authenticated with cached credentials
ca: S'ha autenticat amb credencials del cau

source: , your cached password will expire at:
ca: , la seva contrasenya del cau expirarà el:

source: Your password has expired. You have %1$d grace login(s) remaining.
ca: La seva contrasenya ha expirat. Teniu %1$d inici(s) de sessió de gràcia restants.

source: Your password will expire in %1$d %2$s.
ca: La vostra contrasenya expirarà en %1$d %2$s.

source: Authentication is denied until:
ca: S'ha denegat l'autenticació fins:

source: System is offline, password change not possible
ca: El sistema es troba fora de línia, el canvi de contrasenya no és possible

source: Password change failed.
ca: Ha fallat el canvi de contrasenya.

source: Server message:
ca: Missatge del servidor:

source: New Password:
ca: Nova contrasenya:

source: Reenter new Password:
ca: Re-introduïu la nova contrasenya:

source: Password:
ca: Contrasenya:

source: Current Password:
ca: Contrasenya actual:

source: Password expired. Change your password now.
ca: La contrasenya ha expirat. Canviau la vostra contrasenya ara.

source: The debug level to run with
ca: El nivell de depuració amb el que executar-se

source: The SSSD domain to use
ca: El domini SSSD a utilitzar

source: Error setting the locale
ca: S'ha produït un error en establir la localització

source: Not enough memory
ca: No hi ha memòria suficient

source: User not specified
ca: No s'ha especificat l'usuari

source: Error looking up public keys
ca: S'ha produït un error en cercar les claus públiques

source: The port to use to connect to the host
ca: El port a utilitzar per connectar-se a l'ordinador

source: Invalid port
ca: Port invàlid

source: Host not specified
ca: No s'ha especificat l'ordinador

source: The path to the proxy command must be absolute
ca: La ruta a la comanda proxy ha de ser absoluta

source: The UID of the user
ca: El UID de l'usuari

source: The comment string
ca: La cadena de comentari

source: Home directory
ca: Directori d'usuari

source: Login shell
ca: Intèrpret d'ordres de l'inici de sessió

source: Groups
ca: Grups

source: Create user's directory if it does not exist
ca: Crea el directori de l'usuari si no existeix

source: Never create user's directory, overrides config
ca: No creis mai el directori de l'usuari, substitueix la configuració

source: Specify an alternative skeleton directory
ca: Especifica un directori d'esquelet alternatiu

source: The SELinux user for user's login
ca: L'usuari SELinux per l'inici de sessió de l'usuari

source: Specify group to add to
ca: Especifica el grup a afegir-se

source: Specify user to add
ca: Especifica l'usuari a afegir

source: Error initializing the tools - no local domain
ca: S'ha produït un error en inicialitzar les eines - no hi ha cap domini local

source: Error initializing the tools
ca: S'ha produït un error en inicialitzar les eines

source: Invalid domain specified in FQDN
ca: S'ha especificat un domini invàlid al FQDN

source: Internal error while parsing parameters
ca: S'ha produït un error intern en analitzar els paràmetres

source: Groups must be in the same domain as user
ca: Els grups han d'ésser al mateix domini que l'usuari

source: Cannot find group %1$s in local domain
ca: No es pot trobar el grup %1$s al domini local

source: Cannot set default values
ca: No es poden establir els valors per defecte

source: The selected UID is outside the allowed range
ca: L'UID seleccionat es troba fora del rang permès

source: Cannot set SELinux login context
ca: No es pot establir el context d'inici de sessió de SELinux

source: Cannot get info about the user
ca: No es pot obtenir la informació sobre l'usuari

source: User's home directory already exists, not copying data from skeldir
ca: El directori d'usuari ja existeix, no es copiaran les dades del directori esquelet

source: Cannot create user's home directory: %1$s
ca: No es pot crear el directori de l'usuari: %1$s

source: Cannot create user's mail spool: %1$s
ca: No es pot crear la gestió de cues del correu de l'usuari: %1$s

source: Could not allocate ID for the user - domain full?
ca: No s'ha pogut assignar un ID per l'usuari - és ple el domini?

source: A user or group with the same name or ID already exists
ca: Ja existeix un usuari o grup amb el mateix nom o ID

source: Transaction error. Could not add user.
ca: S'ha produït un error de transacció. No s'ha pogut afegir l'usuari

source: The GID of the group
ca: El GID del grup

source: Specify group to add
ca: Especifica el grup a afegir

source: The selected GID is outside the allowed range
ca: El GID seleccionat és fora del rang permès

source: Could not allocate ID for the group - domain full?
ca: No s'ha pogut assignar un ID pel grup - és ple el domini?

source: A group with the same name or GID already exists
ca: Ja existeix un grup amb el mateix nom o GID

source: Transaction error. Could not add group.
ca: S'ha produït un error en la transacció. No s'ha pogut afegir el grup.

source: Specify group to delete
ca: Especificau el grup a eliminar

source: Group %1$s is outside the defined ID range for domain
ca: El grup %1$s es troba fora del rand d'IDs definit pel domini

source: No such group in local domain. Removing groups only allowed in local domain.
ca: No existeix el grup al domini local. L'eliminació de grups només es permet al domini local.

source: Internal error. Could not remove group.
ca: S'ha produït un error intern. No s'ha pogut eliminar el grup.

source: Groups to add this group to
ca: Grups als que afegir aquest grup

source: Groups to remove this group from
ca: Grups dels que s'ha d'eliminar aquest grup

source: Specify group to remove from
ca: Especifica el grup del que s'ha d'eliminar

source: Specify group to modify
ca: Especifica el grup a modificar

source: Cannot find group in local domain, modifying groups is allowed only in local domain
ca: No es pot trobar el grup al domini local, la modificació de grups només es permet al domini local

source: Member groups must be in the same domain as parent group
ca: Els grups membres han d'esser al mateix domini que els grups pare

source: Cannot find group %1$s in local domain, only groups in local domain are allowed
ca: No s'ha pogut trobar el grup %1$s al domini local, només es permeten els grups al domini local

source: Could not modify group - check if member group names are correct
ca: No s'ha pogut modificar el grup - comprovau si els noms dels membres del grup són correctes

source: Could not modify group - check if groupname is correct
ca: No s'ha pogut modificar el grup - comprovau si el nom de grup és correcte

source: Transaction error. Could not modify group.
ca: S'ha produït un error en la transacció. No s'ha pogut modificar el grup.

source: %1$s%2$sGroup: %3$s
ca: %1$s%2$sGrup: %3$s

source: Magic Private
ca: Privat màgic

source: %1$sGID number: %2$d
ca: %1$sNúmero GID: %2$d

source: %1$sMember users:
ca: %1$sUsuaris membre:

source: %1$sIs a member of:
ca: %1$sÉs un membre de:

source: %1$sMember groups:
ca: %1$sGrups membre:

source: Print indirect group members recursively
ca: Imprimeix els membres de grup indirectes recursivament

source: Specify group to show
ca: Especifica el grup a mostrar

source: No such group in local domain. Printing groups only allowed in local domain.
ca: No s'ha trobat el grup al domini local. L'impressió de grups només es permet al domini local.

source: Internal error. Could not print group.
ca: S'ha produït un error intern. No es pot imprimir el grup.

source: Remove home directory and mail spool
ca: Elimina el directori d'usuari i la gestió de cues de correu

source: Do not remove home directory and mail spool
ca: No eliminis el directori d'usuari i la gestió de cues de correu

source: Force removal of files not owned by the user
ca: Força l'eliminació de fitxers que no són propietat de l'usuari

source: Kill users' processes before removing him
ca: Mata els processos de l'usuari abans d'eliminar-lo

source: Specify user to delete
ca: Especifica l'usuari a eliminar

source: User %1$s is outside the defined ID range for domain
ca: L'usuari %1$s és fora del rang d'IDs del domini

source: Cannot reset SELinux login context
ca: No es pot reiniciar el context d'inici de sessió de SELinux

source: WARNING: The user (uid %1$lu) was still logged in when deleted.
ca: ATENCIÓ: L'usuari (uid %1$lu) era encara a la sessió quan es va eliminar

source: Cannot determine if the user was logged in on this platform
ca: No es pot determinar si l'usuari tenia la sessió iniciada a aquesta plataforma

source: Error while checking if the user was logged in
ca: S'ha produït un error en comprovar si l'usuari havia iniciat la sessió

source: The post-delete command failed: %1$s
ca: La comanda post-eliminació ha fallat: %1$s

source: Not removing home dir - not owned by user
ca: No s'ha eliminat el directori de l'usuari - no és propietat de l'usuari

source: Cannot remove homedir: %1$s
ca: No es pot eliminar el directori d'usuari: %1$s

source: No such user in local domain. Removing users only allowed in local domain.
ca: No s'ha trobat l'usuari al domini local. L'eliminació d'usuaris només es permet al domini local.

source: Internal error. Could not remove user.
ca: S'ha produït un error intern. No s'ha pogut eliminar l'usuari.

source: The GID of the user
ca: El GID de l'usuari

source: Groups to add this user to
ca: Grups als que afegir aquest usuari

source: Groups to remove this user from
ca: Grups dels que eliminar aquest usuari

source: Lock the account
ca: Bloqueja aquest compte

source: Unlock the account
ca: Desbloqueja aquest compte

source: Specify user to modify
ca: Especifica l'usuari a modificar

source: Cannot find user in local domain, modifying users is allowed only in local domain
ca: No es pot trobar l'usuari al domini local, la modificació d'usuaris només es permet al domini local

source: Could not modify user - check if group names are correct
ca: No s'ha pogut modificar l'usuari - comprovau si els noms dels grups són correctes

source: Could not modify user - user already member of groups?
ca: No s'ha pogut modificar l'usuari - l'usuari ja pertany als grups?

source: Transaction error. Could not modify user.
ca: S'ha produït un error en la transacció. No s'ha pogut modificar l'usuari.

source: No cache object matched the specified search
ca: Cap objecte cau ha coincidit amb la cerca especificada

source: Couldn't invalidate %1$s
ca: No s'ha pogut invalidar %1$s

source: Couldn't invalidate %1$s %2$s
ca: No s'ha pogut invalidar %1$s %2$s

source: Invalidate particular user
ca: Invalida l'usuari particular

source: Invalidate all users
ca: Invalida tots els usuaris

source: Invalidate particular group
ca: Invalida el grup particular

source: Invalidate all groups
ca: Invalida tots els grups

source: Invalidate particular netgroup
ca: Invalida el grup de xarxa particular

source: Invalidate all netgroups
ca: Invalida tots els grups de xarxa

source: Invalidate particular service
ca: Invalida el servei particular

source: Invalidate all services
ca: Invalida tots els serveis

source: Invalidate particular autofs map
ca: Invalida el mapa autofs particular

source: Invalidate all autofs maps
ca: Invalida tots els mapes autofs

source: Only invalidate entries from a particular domain
ca: Invalida les entrades només d'un domini particular

source: Please select at least one object to invalidate
ca: Si us plau, seleccionau al menys un objecte per invalidar

source: Could not open available domains
ca: No s'han pogut obrir els dominis disponibles

source: Specify debug level you want to set
ca: Especificau el nivell de depuració que voleu establir

source: Out of memory
ca: Sense memòria

source: %1$s must be run as root
ca: S'ha d'executar %1$s com a root

source: Send the debug output to files instead of stderr
ca: Envia la sortida de depuració a fitxers enlloc d'stderr
